{
  "text": {
    "hi": 45,
    "hello": 43,
    "good": 37,
    "morning": 56,
    "hey": 44,
    "buddy": 13,
    "there": 90,
    "evening": 32,
    "afternoon": 6,
    "bye": 14,
    "goodbye": 38,
    "see": 76,
    "you": 101,
    "talk": 83,
    "to": 91,
    "later": 52,
    "what": 96,
    "is": 50,
    "the": 89,
    "grading": 40,
    "system": 81,
    "how": 46,
    "are": 11,
    "grades": 39,
    "calculated": 15,
    "tell": 85,
    "me": 54,
    "about": 1,
    "university": 93,
    "s": 74,
    "policy": 63,
    "happens": 42,
    "if": 48,
    "i": 47,
    "miss": 55,
    "a": 0,
    "class": 18,
    "absence": 2,
    "many": 53,
    "absences": 3,
    "allowed": 7,
    "can": 16,
    "still": 78,
    "enroll": 29,
    "late": 51,
    "enrollment": 30,
    "procedure": 64,
    "do": 25,
    "in": 49,
    "subject": 80,
    "thank": 87,
    "thanks": 88,
    "much": 57,
    "appreciated": 10,
    "bicol": 12,
    "college": 20,
    "entrance": 31,
    "test": 86,
    "take": 82,
    "admission": 4,
    "requirements": 71,
    "who": 98,
    "apply": 9,
    "general": 36,
    "for": 33,
    "transfer": 92,
    "need": 59,
    "does": 27,
    "process": 65,
    "work": 100,
    "credits": 23,
    "will": 99,
    "my": 58,
    "from": 35,
    "another": 8,
    "school": 75,
    "graduates": 41,
    "of": 60,
    "technical": 84,
    "vocational": 94,
    "courses": 22,
    "shift": 77,
    "change": 17,
    "course": 21,
    "program": 66,
    "want": 95,
    "return": 72,
    "after": 5,
    "dropping": 28,
    "out": 61,
    "returning": 73,
    "students": 79,
    "re": 67,
    "required": 70,
    "foreign": 34,
    "documents": 26,
    "when": 97,
    "registration": 69,
    "period": 62,
    "register": 68,
    "classes": 19,
    "deadline": 24
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "ask_grading_policy": 2,
    "ask_absence_policy": 0,
    "ask_enrollment_policy": 1,
    "thank": 14,
    "inquire_bucet": 5,
    "inquire_general_requirements": 6,
    "inquire_transfer_students": 12,
    "inquire_transfer_credits": 11,
    "inquire_graduates_of_technical_vocational": 7,
    "inquire_shifters": 10,
    "inquire_returning_students": 9,
    "inquire_undergraduate_foreign_students": 13,
    "inquire_registration": 8
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_absence_policy": 12,
    "utter_ask_enrollment_policy": 13,
    "utter_ask_grading_policy": 14,
    "utter_bucet_info": 15,
    "utter_general_requirements": 16,
    "utter_goodbye": 17,
    "utter_graduates_of_technical_vocational": 18,
    "utter_greet": 19,
    "utter_registration": 20,
    "utter_returning_students": 21,
    "utter_shifters": 22,
    "utter_thank": 23,
    "utter_transfer_credits": 24,
    "utter_transfer_students": 25,
    "utter_undergraduate_foreign_students": 26
  },
  "action_text": null,
  "intent_response_key": null
}