{
  "text": {
    "hi": 44,
    "hello": 42,
    "good": 36,
    "morning": 55,
    "hey": 43,
    "buddy": 13,
    "bye": 14,
    "goodbye": 37,
    "see": 75,
    "you": 99,
    "talk": 82,
    "to": 89,
    "later": 51,
    "what": 94,
    "is": 49,
    "the": 88,
    "grading": 39,
    "system": 80,
    "how": 45,
    "are": 10,
    "grades": 38,
    "calculated": 15,
    "tell": 84,
    "me": 53,
    "about": 1,
    "university": 91,
    "s": 73,
    "policy": 62,
    "happens": 41,
    "if": 47,
    "i": 46,
    "miss": 54,
    "a": 0,
    "class": 18,
    "absence": 2,
    "many": 52,
    "absences": 3,
    "allowed": 6,
    "can": 16,
    "still": 77,
    "enroll": 29,
    "late": 50,
    "enrollment": 30,
    "procedure": 63,
    "do": 25,
    "in": 48,
    "subject": 79,
    "thank": 86,
    "thanks": 87,
    "much": 56,
    "appreciated": 9,
    "bucet": 12,
    "bicol": 11,
    "college": 20,
    "entrance": 31,
    "test": 85,
    "take": 81,
    "admission": 4,
    "requirements": 70,
    "who": 96,
    "apply": 8,
    "general": 35,
    "for": 32,
    "transfer": 90,
    "need": 58,
    "does": 27,
    "process": 64,
    "work": 98,
    "credits": 23,
    "will": 97,
    "my": 57,
    "from": 34,
    "another": 7,
    "school": 74,
    "graduates": 40,
    "of": 59,
    "technical": 83,
    "vocational": 92,
    "courses": 22,
    "shift": 76,
    "change": 17,
    "course": 21,
    "program": 65,
    "want": 93,
    "return": 71,
    "after": 5,
    "dropping": 28,
    "out": 60,
    "returning": 72,
    "students": 78,
    "re": 66,
    "required": 69,
    "foreign": 33,
    "documents": 26,
    "when": 95,
    "registration": 68,
    "period": 61,
    "register": 67,
    "classes": 19,
    "deadline": 24
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "ask_grading_policy": 2,
    "ask_absence_policy": 0,
    "ask_enrollment_policy": 1,
    "thank": 14,
    "inquire_bucet": 5,
    "inquire_general_requirements": 6,
    "inquire_transfer_students": 12,
    "inquire_transfer_credits": 11,
    "inquire_graduates_of_technical_vocational": 7,
    "inquire_shifters": 10,
    "inquire_returning_students": 9,
    "inquire_undergraduate_foreign_students": 13,
    "inquire_registration": 8
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_absence_policy": 12,
    "utter_ask_enrollment_policy": 13,
    "utter_ask_grading_policy": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_thank": 17
  },
  "action_text": null,
  "intent_response_key": null
}