{
  "text": {
    " ": 0,
    "h": 482,
    "i": 516,
    " h": 65,
    "hi": 503,
    "i ": 517,
    " hi": 71,
    "hi ": 504,
    " hi ": 72,
    "e": 360,
    "l": 580,
    "o": 691,
    "he": 492,
    "el": 395,
    "ll": 603,
    "lo": 615,
    "o ": 692,
    " he": 68,
    "hel": 494,
    "ell": 396,
    "llo": 609,
    "lo ": 616,
    " hel": 69,
    "hell": 495,
    "ello": 398,
    "llo ": 610,
    "g": 464,
    "d": 318,
    " g": 58,
    "go": 475,
    "oo": 727,
    "od": 701,
    "d ": 319,
    " go": 61,
    "goo": 476,
    "ood": 728,
    "od ": 702,
    " goo": 62,
    "good": 477,
    "ood ": 729,
    "m": 621,
    "r": 793,
    "n": 641,
    " m": 86,
    "mo": 633,
    "or": 738,
    "rn": 834,
    "ni": 660,
    "in": 538,
    "ng": 656,
    "g ": 465,
    " mo": 93,
    "mor": 634,
    "orn": 744,
    "rni": 836,
    "nin": 663,
    "ing": 542,
    "ng ": 657,
    " mor": 94,
    "morn": 635,
    "orni": 745,
    "rnin": 837,
    "ning": 664,
    "ing ": 543,
    "y": 1021,
    "ey": 446,
    "y ": 1022,
    "hey": 501,
    "ey ": 447,
    " hey": 70,
    "hey ": 502,
    "b": 251,
    "u": 953,
    " b": 18,
    "bu": 264,
    "ud": 964,
    "dd": 323,
    "dy": 358,
    " bu": 21,
    "bud": 265,
    "udd": 965,
    "ddy": 324,
    "dy ": 359,
    " bud": 22,
    "budd": 266,
    "uddy": 966,
    "ddy ": 325,
    "t": 904,
    " t": 135,
    "th": 927,
    "er": 422,
    "re": 809,
    "e ": 361,
    " th": 143,
    "the": 930,
    "her": 498,
    "ere": 426,
    "re ": 810,
    " the": 145,
    "ther": 932,
    "here": 500,
    "ere ": 427,
    "v": 991,
    " e": 47,
    "ev": 443,
    "ve": 992,
    "en": 403,
    " ev": 51,
    "eve": 444,
    "ven": 993,
    "eni": 409,
    " eve": 52,
    "even": 445,
    "veni": 994,
    "enin": 410,
    "a": 177,
    "f": 448,
    " a": 1,
    "af": 195,
    "ft": 460,
    "te": 911,
    "no": 671,
    "on": 723,
    "n ": 642,
    " af": 8,
    "aft": 196,
    "fte": 462,
    "ter": 921,
    "ern": 430,
    "rno": 838,
    "noo": 672,
    "oon": 733,
    "on ": 724,
    " aft": 9,
    "afte": 197,
    "fter": 463,
    "tern": 923,
    "erno": 431,
    "rnoo": 839,
    "noon": 673,
    "oon ": 734,
    "by": 267,
    "ye": 1023,
    " by": 23,
    "bye": 268,
    "ye ": 1024,
    " bye": 24,
    "bye ": 269,
    "db": 320,
    "odb": 703,
    "dby": 321,
    "oodb": 730,
    "odby": 704,
    "dbye": 322,
    "s": 857,
    " s": 120,
    "se": 862,
    "ee": 383,
    " se": 124,
    "see": 864,
    "ee ": 384,
    " see": 125,
    "see ": 865,
    " y": 164,
    "yo": 1025,
    "ou": 749,
    "u ": 954,
    " yo": 165,
    "you": 1026,
    "ou ": 750,
    " you": 166,
    "you ": 1027,
    "k": 574,
    "ta": 906,
    "al": 201,
    "lk": 601,
    "k ": 575,
    " ta": 136,
    "tal": 909,
    "alk": 207,
    "lk ": 602,
    " tal": 138,
    "talk": 910,
    "alk ": 208,
    "to": 938,
    " to": 146,
    "to ": 939,
    " to ": 147,
    " l": 83,
    "la": 585,
    "at": 242,
    "r ": 794,
    " la": 84,
    "lat": 588,
    "ate": 244,
    "er ": 423,
    " lat": 85,
    "late": 589,
    "ater": 247,
    "ter ": 922,
    "w": 1000,
    " w": 153,
    "wh": 1008,
    "ha": 484,
    "t ": 905,
    " wh": 156,
    "wha": 1009,
    "hat": 490,
    "at ": 243,
    " wha": 157,
    "what": 1010,
    "hat ": 491,
    " i": 75,
    "is": 554,
    "s ": 858,
    " is": 81,
    "is ": 555,
    " is ": 82,
    "he ": 493,
    "the ": 931,
    "gr": 478,
    "ra": 795,
    "ad": 184,
    "di": 333,
    " gr": 63,
    "gra": 479,
    "rad": 796,
    "adi": 187,
    "din": 334,
    " gra": 64,
    "grad": 480,
    "radi": 798,
    "adin": 188,
    "ding": 335,
    "sy": 901,
    "ys": 1028,
    "st": 887,
    "em": 399,
    "m ": 622,
    " sy": 133,
    "sys": 902,
    "yst": 1029,
    "ste": 889,
    "tem": 919,
    "em ": 400,
    " sys": 134,
    "syst": 903,
    "yste": 1030,
    "stem": 890,
    "tem ": 920,
    "ho": 510,
    "ow": 755,
    "w ": 1001,
    " ho": 73,
    "how": 514,
    "ow ": 756,
    " how": 74,
    "how ": 515,
    "ar": 235,
    " ar": 16,
    "are": 236,
    " are": 17,
    "are ": 237,
    "de": 326,
    "es": 434,
    "ade": 185,
    "des": 331,
    "es ": 435,
    "rade": 797,
    "ades": 186,
    "des ": 332,
    "c": 270,
    " c": 25,
    "ca": 271,
    "lc": 590,
    "cu": 311,
    "ul": 972,
    "ed": 377,
    " ca": 26,
    "cal": 272,
    "alc": 205,
    "lcu": 591,
    "cul": 312,
    "ula": 973,
    "ted": 915,
    "ed ": 378,
    " cal": 27,
    "calc": 274,
    "alcu": 206,
    "lcul": 592,
    "cula": 313,
    "ulat": 974,
    "ated": 246,
    "ted ": 916,
    "l ": 581,
    " te": 139,
    "tel": 917,
    "ll ": 604,
    " tel": 141,
    "tell": 918,
    "ell ": 397,
    "me": 626,
    " me": 89,
    "me ": 627,
    " me ": 90,
    "ab": 179,
    "bo": 258,
    "ut": 989,
    " ab": 3,
    "abo": 180,
    "bou": 259,
    "out": 753,
    "ut ": 990,
    " abo": 4,
    "abou": 181,
    "bout": 260,
    "out ": 754,
    " u": 150,
    "un": 978,
    "iv": 567,
    "rs": 851,
    "si": 876,
    "it": 562,
    "ty": 951,
    " un": 151,
    "uni": 979,
    "niv": 665,
    "ive": 568,
    "ver": 995,
    "ers": 432,
    "rsi": 855,
    "sit": 879,
    "ity": 565,
    "ty ": 952,
    " uni": 152,
    "univ": 980,
    "nive": 666,
    "iver": 569,
    "vers": 996,
    "ersi": 433,
    "rsit": 856,
    "sity": 880,
    "ity ": 566,
    " s ": 121,
    "p": 759,
    " p": 107,
    "po": 771,
    "ol": 713,
    "li": 596,
    "ic": 521,
    "cy": 316,
    " po": 110,
    "pol": 772,
    "oli": 715,
    "lic": 597,
    "icy": 526,
    "cy ": 317,
    " pol": 111,
    "poli": 773,
    "olic": 716,
    "licy": 598,
    "icy ": 527,
    "ap": 230,
    "pp": 774,
    "pe": 760,
    "ns": 679,
    " ha": 66,
    "hap": 488,
    "app": 231,
    "ppe": 775,
    "pen": 761,
    "ens": 413,
    "ns ": 680,
    " hap": 67,
    "happ": 489,
    "appe": 232,
    "ppen": 776,
    "pens": 762,
    "ens ": 414,
    "if": 528,
    "f ": 449,
    " if": 77,
    "if ": 529,
    " if ": 78,
    " i ": 76,
    "mi": 630,
    "ss": 881,
    " mi": 91,
    "mis": 631,
    "iss": 556,
    "ss ": 882,
    " mis": 92,
    "miss": 632,
    "iss ": 557,
    "a ": 178,
    " a ": 2,
    "cl": 297,
    "as": 238,
    " cl": 31,
    "cla": 298,
    "las": 586,
    "ass": 239,
    " cla": 32,
    "clas": 299,
    "lass": 587,
    "ass ": 240,
    "bs": 261,
    "nc": 646,
    "ce": 279,
    "abs": 182,
    "bse": 262,
    "sen": 866,
    "enc": 405,
    "nce": 647,
    "ce ": 280,
    " abs": 5,
    "abse": 183,
    "bsen": 263,
    "senc": 867,
    "ence": 406,
    "nce ": 648,
    "ma": 623,
    "an": 213,
    "ny": 689,
    " ma": 87,
    "man": 624,
    "any": 228,
    "ny ": 690,
    " man": 88,
    "many": 625,
    "any ": 229,
    "ces": 283,
    "nces": 649,
    "ces ": 284,
    "we": 1005,
    " al": 10,
    "all": 209,
    "low": 617,
    "owe": 757,
    "wed": 1006,
    " all": 11,
    "allo": 210,
    "llow": 611,
    "lowe": 618,
    "owed": 758,
    "wed ": 1007,
    "can": 275,
    "an ": 214,
    " can": 28,
    "can ": 276,
    "ti": 933,
    "il": 535,
    " st": 128,
    "sti": 892,
    "til": 934,
    "ill": 536,
    " sti": 129,
    "stil": 893,
    "till": 935,
    "ill ": 537,
    "nr": 676,
    "ro": 840,
    " en": 48,
    "enr": 411,
    "nro": 677,
    "rol": 845,
    "oll": 717,
    " enr": 49,
    "enro": 412,
    "nrol": 678,
    "roll": 846,
    "oll ": 718,
    "te ": 912,
    "ate ": 245,
    "lm": 612,
    "nt": 683,
    "llm": 607,
    "lme": 613,
    "men": 628,
    "ent": 415,
    "nt ": 684,
    "ollm": 720,
    "llme": 608,
    "lmen": 614,
    "ment": 629,
    "ent ": 416,
    "pr": 783,
    "oc": 693,
    "du": 353,
    "ur": 981,
    " pr": 112,
    "pro": 786,
    "roc": 841,
    "oce": 696,
    "ced": 281,
    "edu": 381,
    "dur": 356,
    "ure": 982,
    " pro": 113,
    "proc": 787,
    "roce": 842,
    "oced": 697,
    "cedu": 282,
    "edur": 382,
    "dure": 357,
    "ure ": 983,
    " d": 38,
    "do": 344,
    " do": 41,
    "do ": 345,
    " do ": 42,
    " in": 79,
    "in ": 539,
    " in ": 80,
    "j": 570,
    "su": 898,
    "ub": 958,
    "bj": 255,
    "je": 571,
    "ec": 370,
    "ct": 309,
    " su": 131,
    "sub": 899,
    "ubj": 959,
    "bje": 256,
    "jec": 572,
    "ect": 375,
    "ct ": 310,
    " sub": 132,
    "subj": 900,
    "ubje": 960,
    "bjec": 257,
    "ject": 573,
    "ect ": 376,
    "nk": 667,
    "tha": 928,
    "han": 485,
    "ank": 219,
    "nk ": 668,
    " tha": 144,
    "than": 929,
    "hank": 487,
    "ank ": 220,
    "ks": 578,
    "nks": 669,
    "ks ": 579,
    "anks": 221,
    "nks ": 670,
    "mu": 636,
    "uc": 961,
    "ch": 286,
    "h ": 483,
    " mu": 95,
    "muc": 637,
    "uch": 962,
    "ch ": 287,
    " muc": 96,
    "much": 638,
    "uch ": 963,
    "ci": 294,
    "ia": 518,
    " ap": 14,
    "ppr": 781,
    "pre": 784,
    "rec": 814,
    "eci": 373,
    "cia": 295,
    "iat": 519,
    " app": 15,
    "appr": 234,
    "ppre": 782,
    "prec": 785,
    "reci": 815,
    "ecia": 374,
    "ciat": 296,
    "iate": 520,
    "bi": 252,
    "co": 300,
    " bi": 19,
    "bic": 253,
    "ico": 524,
    "col": 301,
    "ol ": 714,
    " bic": 20,
    "bico": 254,
    "icol": 525,
    "col ": 302,
    "le": 593,
    "eg": 387,
    "ge": 466,
    " co": 33,
    "lle": 605,
    "leg": 594,
    "ege": 388,
    "ge ": 467,
    " col": 34,
    "coll": 303,
    "olle": 719,
    "lleg": 606,
    "lege": 595,
    "ege ": 389,
    "tr": 940,
    "ntr": 685,
    "tra": 941,
    "ran": 804,
    "anc": 215,
    " ent": 50,
    "entr": 417,
    "ntra": 686,
    "tran": 942,
    "ranc": 805,
    "ance": 216,
    "tes": 924,
    "est": 438,
    "st ": 888,
    " tes": 142,
    "test": 926,
    "est ": 439,
    "ak": 198,
    "ke": 576,
    "tak": 907,
    "ake": 199,
    "ke ": 577,
    " tak": 137,
    "take": 908,
    "ake ": 200,
    "dm": 341,
    "io": 544,
    " ad": 6,
    "adm": 191,
    "dmi": 342,
    "ssi": 885,
    "sio": 877,
    "ion": 547,
    " adm": 7,
    "admi": 192,
    "dmis": 343,
    "issi": 558,
    "ssio": 886,
    "sion": 878,
    "ion ": 548,
    "q": 789,
    " r": 114,
    "eq": 419,
    "qu": 790,
    "ui": 969,
    "ir": 550,
    "ts": 944,
    " re": 115,
    "req": 825,
    "equ": 420,
    "qui": 791,
    "uir": 970,
    "ire": 551,
    "rem": 823,
    "eme": 401,
    "nts": 687,
    "ts ": 945,
    " req": 118,
    "requ": 826,
    "equi": 421,
    "quir": 792,
    "uire": 971,
    "irem": 553,
    "reme": 824,
    "emen": 402,
    "ents": 418,
    "nts ": 688,
    "who": 1013,
    "ho ": 511,
    " who": 159,
    "who ": 1014,
    "pl": 768,
    "ly": 619,
    "ppl": 779,
    "ply": 769,
    "ly ": 620,
    "appl": 233,
    "pply": 780,
    "ply ": 770,
    "ne": 650,
    " ge": 59,
    "gen": 468,
    "ene": 407,
    "ner": 654,
    "era": 424,
    "ral": 800,
    "al ": 202,
    " gen": 60,
    "gene": 469,
    "ener": 408,
    "nera": 655,
    "eral": 425,
    "ral ": 801,
    " f": 53,
    "fo": 453,
    " fo": 54,
    "for": 454,
    "or ": 739,
    " for": 55,
    "for ": 455,
    "sf": 870,
    "fe": 450,
    " tr": 148,
    "ans": 224,
    "nsf": 681,
    "sfe": 871,
    "fer": 451,
    " tra": 149,
    "rans": 806,
    "ansf": 225,
    "nsfe": 682,
    "sfer": 872,
    "fer ": 452,
    " n": 99,
    " ne": 100,
    "nee": 652,
    "eed": 385,
    " nee": 101,
    "need": 653,
    "eed ": 386,
    "oe": 705,
    "doe": 348,
    "oes": 706,
    " doe": 44,
    "does": 349,
    "oes ": 707,
    "ess": 436,
    "oces": 698,
    "cess": 285,
    "ess ": 437,
    "wo": 1018,
    "rk": 832,
    " wo": 162,
    "wor": 1019,
    "ork": 742,
    "rk ": 833,
    " wor": 163,
    "work": 1020,
    "ork ": 743,
    "cr": 306,
    " cr": 36,
    "cre": 307,
    "red": 816,
    "edi": 379,
    "dit": 336,
    "its": 563,
    " cre": 37,
    "cred": 308,
    "redi": 818,
    "edit": 380,
    "dits": 337,
    "its ": 564,
    "wi": 1015,
    " wi": 160,
    "wil": 1016,
    " wil": 161,
    "will": 1017,
    "my": 639,
    " my": 97,
    "my ": 640,
    " my ": 98,
    "fr": 457,
    "om": 721,
    " fr": 56,
    "fro": 458,
    "rom": 847,
    "om ": 722,
    " fro": 57,
    "from": 459,
    "rom ": 848,
    "ot": 746,
    " an": 12,
    "ano": 222,
    "not": 674,
    "oth": 747,
    " ano": 13,
    "anot": 223,
    "noth": 675,
    "othe": 748,
    "her ": 499,
    "sc": 859,
    " sc": 122,
    "sch": 860,
    "cho": 292,
    "hoo": 512,
    "ool": 731,
    " sch": 123,
    "scho": 861,
    "choo": 293,
    "hool": 513,
    "ool ": 732,
    "ua": 955,
    "adu": 193,
    "dua": 354,
    "uat": 956,
    "radu": 799,
    "adua": 194,
    "duat": 355,
    "uate": 957,
    "ates": 248,
    "tes ": 925,
    " o": 102,
    "of": 708,
    " of": 103,
    "of ": 709,
    " of ": 104,
    "-": 167,
    "hn": 507,
    "l-": 582,
    "-v": 174,
    "vo": 997,
    "na": 643,
    "tec": 913,
    "ech": 371,
    "chn": 290,
    "hni": 508,
    "nic": 661,
    "ica": 522,
    "al-": 203,
    "l-v": 583,
    "-vo": 175,
    "voc": 998,
    "oca": 694,
    "cat": 277,
    "ati": 249,
    "tio": 936,
    "ona": 725,
    "nal": 644,
    " tec": 140,
    "tech": 914,
    "echn": 372,
    "chni": 291,
    "hnic": 509,
    "nica": 662,
    "ical": 523,
    "cal-": 273,
    "al-v": 204,
    "l-vo": 584,
    "-voc": 176,
    "voca": 999,
    "ocat": 695,
    "cati": 278,
    "atio": 250,
    "tion": 937,
    "iona": 549,
    "onal": 726,
    "nal ": 645,
    "cou": 304,
    "our": 751,
    "urs": 987,
    "rse": 852,
    "ses": 868,
    " cou": 35,
    "cour": 305,
    "ours": 752,
    "urse": 988,
    "rses": 854,
    "ses ": 869,
    "sh": 873,
    " sh": 126,
    "shi": 874,
    "hif": 505,
    "ift": 530,
    "ft ": 461,
    " shi": 127,
    "shif": 875,
    "hift": 506,
    "ift ": 531,
    " ch": 29,
    "cha": 288,
    "ang": 217,
    "nge": 658,
    " cha": 30,
    "chan": 289,
    "hang": 486,
    "ange": 218,
    "nge ": 659,
    "se ": 863,
    "rse ": 853,
    "og": 710,
    "am": 211,
    "rog": 843,
    "ogr": 711,
    "ram": 802,
    "am ": 212,
    "prog": 788,
    "rogr": 844,
    "ogra": 712,
    "gram": 481,
    "ram ": 803,
    "wa": 1002,
    " wa": 154,
    "wan": 1003,
    "ant": 226,
    " wan": 155,
    "want": 1004,
    "ant ": 227,
    "et": 440,
    "tu": 946,
    "ret": 827,
    "etu": 441,
    "tur": 949,
    "urn": 984,
    "rn ": 835,
    " ret": 119,
    "retu": 828,
    "etur": 442,
    "turn": 950,
    "urn ": 985,
    "dr": 350,
    "op": 735,
    "pi": 765,
    " dr": 45,
    "dro": 351,
    "rop": 849,
    "opp": 736,
    "ppi": 777,
    "pin": 766,
    " dro": 46,
    "drop": 352,
    "ropp": 850,
    "oppi": 737,
    "ppin": 778,
    "ping": 767,
    " ou": 105,
    " out": 106,
    "urni": 986,
    "stu": 896,
    "tud": 947,
    "ude": 967,
    "den": 329,
    " stu": 130,
    "stud": 897,
    "tude": 948,
    "uden": 968,
    "dent": 330,
    "e-": 362,
    "-e": 171,
    "re-": 811,
    "e-e": 365,
    "-en": 172,
    " re-": 116,
    "re-e": 813,
    "e-en": 366,
    "-enr": 173,
    "ired": 552,
    "red ": 817,
    "-a": 168,
    "e-a": 363,
    "-ad": 169,
    "re-a": 812,
    "e-ad": 364,
    "-adm": 170,
    "ei": 392,
    "ig": 532,
    "gn": 473,
    "ore": 740,
    "rei": 821,
    "eig": 393,
    "ign": 533,
    "gn ": 474,
    "fore": 456,
    "orei": 741,
    "reig": 822,
    "eign": 394,
    "ign ": 534,
    "um": 975,
    "doc": 346,
    "ocu": 699,
    "cum": 314,
    "ume": 976,
    " doc": 43,
    "docu": 347,
    "ocum": 700,
    "cume": 315,
    "umen": 977,
    "whe": 1011,
    "hen": 496,
    "en ": 404,
    " whe": 158,
    "when": 1012,
    "hen ": 497,
    "gi": 470,
    "reg": 819,
    "egi": 390,
    "gis": 471,
    "ist": 559,
    "str": 894,
    "rat": 807,
    " reg": 117,
    "regi": 820,
    "egis": 391,
    "gist": 472,
    "istr": 561,
    "stra": 895,
    "trat": 943,
    "rati": 808,
    "ri": 829,
    " pe": 108,
    "per": 763,
    "eri": 428,
    "rio": 830,
    "iod": 545,
    " per": 109,
    "peri": 764,
    "erio": 429,
    "riod": 831,
    "iod ": 546,
    "iste": 560,
    "ster": 891,
    "sse": 883,
    "asse": 241,
    "sses": 884,
    "ea": 367,
    "dl": 338,
    " de": 39,
    "dea": 327,
    "ead": 368,
    "adl": 189,
    "dli": 339,
    "lin": 599,
    "ine": 540,
    "ne ": 651,
    " dea": 40,
    "dead": 328,
    "eadl": 369,
    "adli": 190,
    "dlin": 340,
    "line": 600,
    "ine ": 541
  },
  "response": null,
  "action_text": null
}