{
  "text": {
    " ": 0,
    "h": 477,
    "i": 510,
    " h": 64,
    "hi": 497,
    "i ": 511,
    " hi": 70,
    "hi ": 498,
    " hi ": 71,
    "e": 363,
    "l": 574,
    "o": 683,
    "he": 487,
    "el": 398,
    "ll": 597,
    "lo": 609,
    "o ": 684,
    " he": 67,
    "hel": 489,
    "ell": 399,
    "llo": 603,
    "lo ": 610,
    " hel": 68,
    "hell": 490,
    "ello": 401,
    "llo ": 604,
    "g": 459,
    "d": 321,
    " g": 57,
    "go": 470,
    "oo": 719,
    "od": 693,
    "d ": 322,
    " go": 60,
    "goo": 471,
    "ood": 720,
    "od ": 694,
    " goo": 61,
    "good": 472,
    "ood ": 721,
    "m": 615,
    "r": 783,
    "n": 635,
    " m": 85,
    "mo": 627,
    "or": 728,
    "rn": 824,
    "ni": 654,
    "in": 532,
    "ng": 650,
    "g ": 460,
    " mo": 92,
    "mor": 628,
    "orn": 734,
    "rni": 826,
    "nin": 657,
    "ing": 536,
    "ng ": 651,
    " mor": 93,
    "morn": 629,
    "orni": 735,
    "rnin": 827,
    "ning": 658,
    "ing ": 537,
    "y": 1008,
    "ey": 441,
    "y ": 1009,
    "hey": 495,
    "ey ": 442,
    " hey": 69,
    "hey ": 496,
    "b": 250,
    "u": 940,
    " b": 18,
    "bu": 263,
    "ud": 953,
    "dd": 326,
    "dy": 361,
    " bu": 21,
    "bud": 266,
    "udd": 954,
    "ddy": 327,
    "dy ": 362,
    " bud": 23,
    "budd": 267,
    "uddy": 955,
    "ddy ": 328,
    "by": 268,
    "ye": 1010,
    "e ": 364,
    " by": 24,
    "bye": 269,
    "ye ": 1011,
    " bye": 25,
    "bye ": 270,
    "db": 323,
    "odb": 695,
    "dby": 324,
    "oodb": 722,
    "odby": 696,
    "dbye": 325,
    "s": 845,
    " s": 119,
    "se": 850,
    "ee": 386,
    " se": 123,
    "see": 852,
    "ee ": 387,
    " see": 124,
    "see ": 853,
    " y": 163,
    "yo": 1012,
    "ou": 739,
    "u ": 941,
    " yo": 164,
    "you": 1013,
    "ou ": 740,
    " you": 165,
    "you ": 1014,
    "t": 892,
    "a": 176,
    "k": 568,
    " t": 134,
    "ta": 894,
    "al": 200,
    "lk": 595,
    "k ": 569,
    " ta": 135,
    "tal": 897,
    "alk": 206,
    "lk ": 596,
    " tal": 137,
    "talk": 898,
    "alk ": 207,
    "to": 925,
    " to": 145,
    "to ": 926,
    " to ": 146,
    " l": 82,
    "la": 579,
    "at": 241,
    "te": 899,
    "er": 423,
    "r ": 784,
    " la": 83,
    "lat": 582,
    "ate": 243,
    "ter": 909,
    "er ": 424,
    " lat": 84,
    "late": 583,
    "ater": 246,
    "ter ": 910,
    "w": 987,
    " w": 152,
    "wh": 995,
    "ha": 479,
    "t ": 893,
    " wh": 155,
    "wha": 996,
    "hat": 485,
    "at ": 242,
    " wha": 156,
    "what": 997,
    "hat ": 486,
    " i": 74,
    "is": 548,
    "s ": 846,
    " is": 80,
    "is ": 549,
    " is ": 81,
    "th": 914,
    " th": 142,
    "the": 917,
    "he ": 488,
    " the": 144,
    "the ": 918,
    "gr": 473,
    "ra": 785,
    "ad": 183,
    "di": 336,
    " gr": 62,
    "gra": 474,
    "rad": 786,
    "adi": 186,
    "din": 337,
    " gra": 63,
    "grad": 475,
    "radi": 788,
    "adin": 187,
    "ding": 338,
    "sy": 889,
    "ys": 1015,
    "st": 875,
    "em": 402,
    "m ": 616,
    " sy": 132,
    "sys": 890,
    "yst": 1016,
    "ste": 877,
    "tem": 907,
    "em ": 403,
    " sys": 133,
    "syst": 891,
    "yste": 1017,
    "stem": 878,
    "tem ": 908,
    "ho": 504,
    "ow": 745,
    "w ": 988,
    " ho": 72,
    "how": 508,
    "ow ": 746,
    " how": 73,
    "how ": 509,
    " a": 1,
    "ar": 234,
    "re": 799,
    " ar": 16,
    "are": 235,
    "re ": 800,
    " are": 17,
    "are ": 236,
    "de": 329,
    "es": 431,
    "ade": 184,
    "des": 334,
    "es ": 432,
    "rade": 787,
    "ades": 185,
    "des ": 335,
    "c": 271,
    " c": 26,
    "ca": 272,
    "lc": 584,
    "cu": 314,
    "ul": 961,
    "ed": 380,
    " ca": 27,
    "cal": 273,
    "alc": 204,
    "lcu": 585,
    "cul": 315,
    "ula": 962,
    "ted": 903,
    "ed ": 381,
    " cal": 28,
    "calc": 275,
    "alcu": 205,
    "lcul": 586,
    "cula": 316,
    "ulat": 963,
    "ated": 245,
    "ted ": 904,
    "l ": 575,
    " te": 138,
    "tel": 905,
    "ll ": 598,
    " tel": 140,
    "tell": 906,
    "ell ": 400,
    "me": 620,
    " me": 88,
    "me ": 621,
    " me ": 89,
    "ab": 178,
    "bo": 257,
    "ut": 978,
    " ab": 3,
    "abo": 179,
    "bou": 258,
    "out": 743,
    "ut ": 979,
    " abo": 4,
    "abou": 180,
    "bout": 259,
    "out ": 744,
    "v": 980,
    " u": 149,
    "un": 967,
    "iv": 561,
    "ve": 981,
    "rs": 839,
    "si": 864,
    "it": 556,
    "ty": 938,
    " un": 150,
    "uni": 968,
    "niv": 659,
    "ive": 562,
    "ver": 982,
    "ers": 429,
    "rsi": 843,
    "sit": 867,
    "ity": 559,
    "ty ": 939,
    " uni": 151,
    "univ": 969,
    "nive": 660,
    "iver": 563,
    "vers": 983,
    "ersi": 430,
    "rsit": 844,
    "sity": 868,
    "ity ": 560,
    " s ": 120,
    "p": 749,
    " p": 106,
    "po": 761,
    "ol": 705,
    "li": 590,
    "ic": 515,
    "cy": 319,
    " po": 109,
    "pol": 762,
    "oli": 707,
    "lic": 591,
    "icy": 520,
    "cy ": 320,
    " pol": 110,
    "poli": 763,
    "olic": 708,
    "licy": 592,
    "icy ": 521,
    "ap": 229,
    "pp": 764,
    "pe": 750,
    "en": 406,
    "ns": 671,
    " ha": 65,
    "hap": 483,
    "app": 230,
    "ppe": 765,
    "pen": 751,
    "ens": 414,
    "ns ": 672,
    " hap": 66,
    "happ": 484,
    "appe": 231,
    "ppen": 766,
    "pens": 752,
    "ens ": 415,
    "f": 443,
    "if": 522,
    "f ": 444,
    " if": 76,
    "if ": 523,
    " if ": 77,
    " i ": 75,
    "mi": 624,
    "ss": 869,
    " mi": 90,
    "mis": 625,
    "iss": 550,
    "ss ": 870,
    " mis": 91,
    "miss": 626,
    "iss ": 551,
    "a ": 177,
    " a ": 2,
    "cl": 300,
    "as": 237,
    " cl": 32,
    "cla": 301,
    "las": 580,
    "ass": 238,
    " cla": 33,
    "clas": 302,
    "lass": 581,
    "ass ": 239,
    "bs": 260,
    "nc": 640,
    "ce": 280,
    "abs": 181,
    "bse": 261,
    "sen": 854,
    "enc": 408,
    "nce": 641,
    "ce ": 281,
    " abs": 5,
    "abse": 182,
    "bsen": 262,
    "senc": 855,
    "ence": 409,
    "nce ": 642,
    "ma": 617,
    "an": 212,
    "ny": 681,
    " ma": 86,
    "man": 618,
    "any": 227,
    "ny ": 682,
    " man": 87,
    "many": 619,
    "any ": 228,
    "ces": 284,
    "nces": 643,
    "ces ": 285,
    "we": 992,
    " al": 10,
    "all": 208,
    "low": 611,
    "owe": 747,
    "wed": 993,
    " all": 11,
    "allo": 209,
    "llow": 605,
    "lowe": 612,
    "owed": 748,
    "wed ": 994,
    "n ": 636,
    "can": 276,
    "an ": 213,
    " can": 29,
    "can ": 277,
    "ti": 920,
    "il": 529,
    " st": 127,
    "sti": 880,
    "til": 921,
    "ill": 530,
    " sti": 128,
    "stil": 881,
    "till": 922,
    "ill ": 531,
    " e": 48,
    "nr": 668,
    "ro": 828,
    " en": 49,
    "enr": 412,
    "nro": 669,
    "rol": 833,
    "oll": 709,
    " enr": 50,
    "enro": 413,
    "nrol": 670,
    "roll": 834,
    "oll ": 710,
    "te ": 900,
    "ate ": 244,
    "lm": 606,
    "nt": 675,
    "llm": 601,
    "lme": 607,
    "men": 622,
    "ent": 416,
    "nt ": 676,
    "ollm": 712,
    "llme": 602,
    "lmen": 608,
    "ment": 623,
    "ent ": 417,
    "pr": 773,
    "oc": 685,
    "du": 356,
    "ur": 970,
    " pr": 111,
    "pro": 776,
    "roc": 829,
    "oce": 688,
    "ced": 282,
    "edu": 384,
    "dur": 359,
    "ure": 971,
    " pro": 112,
    "proc": 777,
    "roce": 830,
    "oced": 689,
    "cedu": 283,
    "edur": 385,
    "dure": 360,
    "ure ": 972,
    " d": 39,
    "do": 347,
    " do": 42,
    "do ": 348,
    " do ": 43,
    " in": 78,
    "in ": 533,
    " in ": 79,
    "j": 564,
    "su": 886,
    "ub": 945,
    "bj": 254,
    "je": 565,
    "ec": 373,
    "ct": 312,
    " su": 130,
    "sub": 887,
    "ubj": 946,
    "bje": 255,
    "jec": 566,
    "ect": 378,
    "ct ": 313,
    " sub": 131,
    "subj": 888,
    "ubje": 947,
    "bjec": 256,
    "ject": 567,
    "ect ": 379,
    "nk": 661,
    "tha": 915,
    "han": 480,
    "ank": 218,
    "nk ": 662,
    " tha": 143,
    "than": 916,
    "hank": 482,
    "ank ": 219,
    "ks": 572,
    "nks": 663,
    "ks ": 573,
    "anks": 220,
    "nks ": 664,
    "mu": 630,
    "uc": 948,
    "ch": 289,
    "h ": 478,
    " mu": 94,
    "muc": 631,
    "uch": 951,
    "ch ": 290,
    " muc": 95,
    "much": 632,
    "uch ": 952,
    "ci": 297,
    "ia": 512,
    " ap": 14,
    "ppr": 771,
    "pre": 774,
    "rec": 804,
    "eci": 376,
    "cia": 298,
    "iat": 513,
    " app": 15,
    "appr": 233,
    "ppre": 772,
    "prec": 775,
    "reci": 805,
    "ecia": 377,
    "ciat": 299,
    "iate": 514,
    "et": 437,
    "buc": 264,
    "uce": 949,
    "cet": 287,
    "et ": 438,
    " buc": 22,
    "buce": 265,
    "ucet": 950,
    "cet ": 288,
    "bi": 251,
    "co": 303,
    " bi": 19,
    "bic": 252,
    "ico": 518,
    "col": 304,
    "ol ": 706,
    " bic": 20,
    "bico": 253,
    "icol": 519,
    "col ": 305,
    "le": 587,
    "eg": 390,
    "ge": 461,
    " co": 34,
    "lle": 599,
    "leg": 588,
    "ege": 391,
    "ge ": 462,
    " col": 35,
    "coll": 306,
    "olle": 711,
    "lleg": 600,
    "lege": 589,
    "ege ": 392,
    "tr": 927,
    "ntr": 677,
    "tra": 928,
    "ran": 794,
    "anc": 214,
    " ent": 51,
    "entr": 418,
    "ntra": 678,
    "tran": 929,
    "ranc": 795,
    "ance": 215,
    "tes": 911,
    "est": 435,
    "st ": 876,
    " tes": 141,
    "test": 913,
    "est ": 436,
    "ak": 197,
    "ke": 570,
    "tak": 895,
    "ake": 198,
    "ke ": 571,
    " tak": 136,
    "take": 896,
    "ake ": 199,
    "dm": 344,
    "io": 538,
    "on": 715,
    " ad": 6,
    "adm": 190,
    "dmi": 345,
    "ssi": 873,
    "sio": 865,
    "ion": 541,
    "on ": 716,
    " adm": 7,
    "admi": 191,
    "dmis": 346,
    "issi": 552,
    "ssio": 874,
    "sion": 866,
    "ion ": 542,
    "q": 779,
    " r": 113,
    "eq": 420,
    "qu": 780,
    "ui": 958,
    "ir": 544,
    "ts": 931,
    " re": 114,
    "req": 815,
    "equ": 421,
    "qui": 781,
    "uir": 959,
    "ire": 545,
    "rem": 813,
    "eme": 404,
    "nts": 679,
    "ts ": 932,
    " req": 117,
    "requ": 816,
    "equi": 422,
    "quir": 782,
    "uire": 960,
    "irem": 547,
    "reme": 814,
    "emen": 405,
    "ents": 419,
    "nts ": 680,
    "who": 1000,
    "ho ": 505,
    " who": 158,
    "who ": 1001,
    "pl": 758,
    "ly": 613,
    "ppl": 769,
    "ply": 759,
    "ly ": 614,
    "appl": 232,
    "pply": 770,
    "ply ": 760,
    "ne": 644,
    " ge": 58,
    "gen": 463,
    "ene": 410,
    "ner": 648,
    "era": 425,
    "ral": 790,
    "al ": 201,
    " gen": 59,
    "gene": 464,
    "ener": 411,
    "nera": 649,
    "eral": 426,
    "ral ": 791,
    " f": 52,
    "fo": 448,
    " fo": 53,
    "for": 449,
    "or ": 729,
    " for": 54,
    "for ": 450,
    "sf": 858,
    "fe": 445,
    " tr": 147,
    "ans": 223,
    "nsf": 673,
    "sfe": 859,
    "fer": 446,
    " tra": 148,
    "rans": 796,
    "ansf": 224,
    "nsfe": 674,
    "sfer": 860,
    "fer ": 447,
    " n": 98,
    " ne": 99,
    "nee": 646,
    "eed": 388,
    " nee": 100,
    "need": 647,
    "eed ": 389,
    "oe": 697,
    "doe": 351,
    "oes": 698,
    " doe": 45,
    "does": 352,
    "oes ": 699,
    "ess": 433,
    "oces": 690,
    "cess": 286,
    "ess ": 434,
    "wo": 1005,
    "rk": 822,
    " wo": 161,
    "wor": 1006,
    "ork": 732,
    "rk ": 823,
    " wor": 162,
    "work": 1007,
    "ork ": 733,
    "cr": 309,
    " cr": 37,
    "cre": 310,
    "red": 806,
    "edi": 382,
    "dit": 339,
    "its": 557,
    " cre": 38,
    "cred": 311,
    "redi": 808,
    "edit": 383,
    "dits": 340,
    "its ": 558,
    "wi": 1002,
    " wi": 159,
    "wil": 1003,
    " wil": 160,
    "will": 1004,
    "my": 633,
    " my": 96,
    "my ": 634,
    " my ": 97,
    "fr": 452,
    "om": 713,
    " fr": 55,
    "fro": 453,
    "rom": 835,
    "om ": 714,
    " fro": 56,
    "from": 454,
    "rom ": 836,
    "no": 665,
    "ot": 736,
    " an": 12,
    "ano": 221,
    "not": 666,
    "oth": 737,
    "her": 493,
    " ano": 13,
    "anot": 222,
    "noth": 667,
    "othe": 738,
    "ther": 919,
    "her ": 494,
    "sc": 847,
    " sc": 121,
    "sch": 848,
    "cho": 295,
    "hoo": 506,
    "ool": 723,
    " sch": 122,
    "scho": 849,
    "choo": 296,
    "hool": 507,
    "ool ": 724,
    "ua": 942,
    "adu": 192,
    "dua": 357,
    "uat": 943,
    "radu": 789,
    "adua": 193,
    "duat": 358,
    "uate": 944,
    "ates": 247,
    "tes ": 912,
    " o": 101,
    "of": 700,
    " of": 102,
    "of ": 701,
    " of ": 103,
    "-": 166,
    "hn": 501,
    "l-": 576,
    "-v": 173,
    "vo": 984,
    "na": 637,
    "tec": 901,
    "ech": 374,
    "chn": 293,
    "hni": 502,
    "nic": 655,
    "ica": 516,
    "al-": 202,
    "l-v": 577,
    "-vo": 174,
    "voc": 985,
    "oca": 686,
    "cat": 278,
    "ati": 248,
    "tio": 923,
    "ona": 717,
    "nal": 638,
    " tec": 139,
    "tech": 902,
    "echn": 375,
    "chni": 294,
    "hnic": 503,
    "nica": 656,
    "ical": 517,
    "cal-": 274,
    "al-v": 203,
    "l-vo": 578,
    "-voc": 175,
    "voca": 986,
    "ocat": 687,
    "cati": 279,
    "atio": 249,
    "tion": 924,
    "iona": 543,
    "onal": 718,
    "nal ": 639,
    "cou": 307,
    "our": 741,
    "urs": 976,
    "rse": 840,
    "ses": 856,
    " cou": 36,
    "cour": 308,
    "ours": 742,
    "urse": 977,
    "rses": 842,
    "ses ": 857,
    "sh": 861,
    "ft": 455,
    " sh": 125,
    "shi": 862,
    "hif": 499,
    "ift": 524,
    "ft ": 456,
    " shi": 126,
    "shif": 863,
    "hift": 500,
    "ift ": 525,
    " ch": 30,
    "cha": 291,
    "ang": 216,
    "nge": 652,
    " cha": 31,
    "chan": 292,
    "hang": 481,
    "ange": 217,
    "nge ": 653,
    "se ": 851,
    "rse ": 841,
    "og": 702,
    "am": 210,
    "rog": 831,
    "ogr": 703,
    "ram": 792,
    "am ": 211,
    "prog": 778,
    "rogr": 832,
    "ogra": 704,
    "gram": 476,
    "ram ": 793,
    "wa": 989,
    " wa": 153,
    "wan": 990,
    "ant": 225,
    " wan": 154,
    "want": 991,
    "ant ": 226,
    "tu": 933,
    "ret": 817,
    "etu": 439,
    "tur": 936,
    "urn": 973,
    "rn ": 825,
    " ret": 118,
    "retu": 818,
    "etur": 440,
    "turn": 937,
    "urn ": 974,
    "af": 194,
    " af": 8,
    "aft": 195,
    "fte": 457,
    " aft": 9,
    "afte": 196,
    "fter": 458,
    "dr": 353,
    "op": 725,
    "pi": 755,
    " dr": 46,
    "dro": 354,
    "rop": 837,
    "opp": 726,
    "ppi": 767,
    "pin": 756,
    " dro": 47,
    "drop": 355,
    "ropp": 838,
    "oppi": 727,
    "ppin": 768,
    "ping": 757,
    " ou": 104,
    " out": 105,
    "urni": 975,
    "stu": 884,
    "tud": 934,
    "ude": 956,
    "den": 332,
    " stu": 129,
    "stud": 885,
    "tude": 935,
    "uden": 957,
    "dent": 333,
    "e-": 365,
    "-e": 170,
    "re-": 801,
    "e-e": 368,
    "-en": 171,
    " re-": 115,
    "re-e": 803,
    "e-en": 369,
    "-enr": 172,
    "ired": 546,
    "red ": 807,
    "-a": 167,
    "e-a": 366,
    "-ad": 168,
    "re-a": 802,
    "e-ad": 367,
    "-adm": 169,
    "ei": 395,
    "ig": 526,
    "gn": 468,
    "ore": 730,
    "rei": 811,
    "eig": 396,
    "ign": 527,
    "gn ": 469,
    "fore": 451,
    "orei": 731,
    "reig": 812,
    "eign": 397,
    "ign ": 528,
    "um": 964,
    "doc": 349,
    "ocu": 691,
    "cum": 317,
    "ume": 965,
    " doc": 44,
    "docu": 350,
    "ocum": 692,
    "cume": 318,
    "umen": 966,
    "whe": 998,
    "hen": 491,
    "en ": 407,
    " whe": 157,
    "when": 999,
    "hen ": 492,
    "gi": 465,
    "reg": 809,
    "egi": 393,
    "gis": 466,
    "ist": 553,
    "str": 882,
    "rat": 797,
    " reg": 116,
    "regi": 810,
    "egis": 394,
    "gist": 467,
    "istr": 555,
    "stra": 883,
    "trat": 930,
    "rati": 798,
    "ri": 819,
    " pe": 107,
    "per": 753,
    "eri": 427,
    "rio": 820,
    "iod": 539,
    " per": 108,
    "peri": 754,
    "erio": 428,
    "riod": 821,
    "iod ": 540,
    "iste": 554,
    "ster": 879,
    "sse": 871,
    "asse": 240,
    "sses": 872,
    "ea": 370,
    "dl": 341,
    " de": 40,
    "dea": 330,
    "ead": 371,
    "adl": 188,
    "dli": 342,
    "lin": 593,
    "ine": 534,
    "ne ": 645,
    " dea": 41,
    "dead": 331,
    "eadl": 372,
    "adli": 189,
    "dlin": 343,
    "line": 594,
    "ine ": 535
  },
  "response": null,
  "action_text": null
}